{
 "country": "Greece",
 "flagPath": "assets/image/flags/Greece.png",
 "description": "The Minister for the National Economy and the Governor of the Bank of Greece chose the designs for their euro coins from a set of proposals presented by a national technical and artistic committee. The designer of the winning motifs was sculptor Georges Stamatopoulos, sponsored by the Bank of Greece. There is a separate design for each denomination.",
 "coins": [
  {
   "value": "€2",
   "description": "This coin depicts a scene from a mosaic in Sparta (third century AD), showing Europa being abducted by Zeus, who has taken the form of a bull. Europa is a figure from Greek mythology after whom Europe was named. Edge lettering of the €2 coin: EΛΛHNIKH ΔHMOKPATIA * (Hellenic Republic).",
   "image": "https://www.ecb.europa.eu/euro/coins/common/shared/img/gr/Greece_2euro.jpg"
  },
  {
   "value": "€1",
   "description": "The image of the owl featured in this design was copied from an ancient Athenian 4-drachma coin (fifth century BC).",
   "image": "https://www.ecb.europa.eu/euro/coins/common/shared/img/gr/Greece_1euro.jpg"
  },
  {
   "value": "50 cent",
   "description": "Eleftherios Venizelos (1864-1936), one of Greece's most prominent political figures, is shown on this coin. He was a pioneer in social reform, a renowned diplomat and played a key role in modernising the Greek state and liberating Northern Greece and the Aegean islands.",
   "image": "https://www.ecb.europa.eu/euro/coins/common/shared/img/gr/Greece_50cent.jpg"
  },
  {
   "value": "20 cent",
   "description": "This coin commemorates Ioannis Capodistrias (1776-1831), a leading national and European politician and diplomat who became the first Governor of Greece (1830-31) following the Greek War of Independence (1821-27).",
   "image": "https://www.ecb.europa.eu/euro/coins/common/shared/img/gr/Greece_20cent.jpg"
  },
  {
   "value": "10 cent",
   "description": "Rigas Fereos (Velestinlis) (1757-98) is featured on this coin. He was a forerunner and leading figure of the Greek enlightenment, as well as a visionary and herald of Balkan liberation from Ottoman rule.",
   "image": "https://www.ecb.europa.eu/euro/coins/common/shared/img/gr/Greece_10cent.jpg"
  },
  {
   "value": "5 cent",
   "description": "This coin shows a modern sea-going tanker, reflecting the innovative spirit of Greek shipping.",
   "image": "https://www.ecb.europa.eu/euro/coins/common/shared/img/gr/Greece_5cent.jpg"
  },
  {
   "value": "2 cent",
   "description": "Depicted on this coin is a corvette, a type of ship used during the Greek War of Independence (1821-27).",
   "image": "https://www.ecb.europa.eu/euro/coins/common/shared/img/gr/Greece_2cent.jpg"
  },
  {
   "value": "1 cent",
   "description": "This design features an advanced model of an Athenian trireme, the largest warship afloat for more than 200 years, dating from the time of the Athenian democracy (fifth century BC).",
   "image": "https://www.ecb.europa.eu/euro/coins/common/shared/img/gr/Greece_1cent.jpg"
  }
 ]
}